{
  "system_metadata": {
      "resource_template": "Book"
  },
  "schema:name": [
    {
      "type": "literal",
      "value": "Geometrical Solutions Derived from Mechanics. A Treatise of Archimedes"
    }
  ],
  "schema:description": [
    {
      "type": "literal",
      "value": "A scientific publication attributed to the ancient mathematician Archimedes, with a translation by Dr. J.L. Heiberg and an introduction by David Eugene Smith. This treatise, derived from manuscripts discovered in the early 20th century, belongs to the late classical era, specifically around the late Hellenistic period. The book primarily discusses the geometric principles relating to mechanics, presenting solutions that intertwine mathematical concepts with practical applications in physics. The content of the treatise elaborates on several key propositions by Archimedes, demonstrating how geometric solutions can be derived from mechanical principles. The work includes explorations of the volumes of various solid shapes such as cylinders, spheres, and parabolas, often relating their properties to practical mechanical applications. Archimedes emphasizes his innovative methods of deriving geometric proofs through intuitive and mechanical reasoning rather than purely analytical approaches. Each proposition builds upon a mechanical foundation, revealing the interconnectedness of geometry and mechanics and providing insights into Archimedes's thought process in discovering mathematical truths."
    }
  ],
  "schema:author": [
    {
      "type": "valuesuggest:ndeterms:wikipers",
      "id": "http://www.wikidata.org/entity/Q8739",
      "label": "Archimedes"
    },
    {
      "type": "valuesuggest:oclc:viaf",
      "id": "http://viaf.org/viaf/29547910",
      "label": "Archimedes"
    }
  ],
  "schema:translator": [
    {
      "type": "valuesuggest:ndeterms:wikipers",
      "id": "http://www.wikidata.org/entity/Q936503",
      "label": "Johan Ludvig Heiberg"
    },
    {
      "type": "valuesuggest:ndeterms:wikipers",
      "id": "https://www.wikidata.org/wiki/Q113548026",
      "label": "Lydia Gillingham Robinson"
    }
  ],
  "schema:locationCreated": [
    {
      "type": "valuesuggest:geonames:geonames",
      "id": "http://www.geonames.org/4887398",
      "label": "Chicago"
    }
  ],
    "schema:publisher": [
    {
      "type": "valuesuggest:ndeterms:wikiall",
      "id": "http://www.wikidata.org/entity/Q7095992",
      "label": "Open Court Publishing Company"
    },
    {
      "type": "valuesuggest:oclc:viaf",
      "id": "http://viaf.org/viaf/264059595",
      "label": "Open Court Publishing Company"
    }
  ],
  "schema:datePublished": [
    {
      "type": "numeric:timestamp",
      "value": "1909-04"
    }
  ]
}
